IDEA Open Model
SteelSetupECEN Class
 Steel setup ECEN class
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.SteelSetup
 IdeaRS.OpenModel.SteelSetupECEN
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public class SteelSetupECEN : SteelSetup
Public Class SteelSetupECEN
	Inherits SteelSetup
public ref class SteelSetupECEN : public SteelSetup
The SteelSetupECEN type exposes the following members.
Constructors
Name | Description
SteelSetupECEN
Initializes a new instance of the SteelSetupECEN class
Top
Properties
Name | Description
GammaM0
 GammaM0
GammaM1
 GammaM1
GammaM2
 GammaM2
Top
See Also
Reference
IdeaRS.OpenModel Namespace